Repository: StephanieDefresnes/cf7-twx-custom-tags
Catalog: languages/twx-woo-cf7-*.po
Languages: ar, de_de, fr_fr, it_it

source: TwX Custom tags for Woo / CF7
fr_fr: TwX Custom tags pour Woo / CF7
it_it: TwX Custom tags per Woo / CF7

source: Time, countries WooCommerce allowed and their states tags for Contact Form 7
ar: الوقت والبلدان المسموح بها WooCommerce وعلامات حالاتهم لـ ContactForm7
de_de: Zeit, Länder, die WooCommerce erlaubt, und ihre Status-Tags für ContactForm7
fr_fr: Balises time, pays autorisés par Woocommerce et leurs états/provinces pour Contact Form 7
it_it: Tag temporale, tag paesi consentiti da WooCommerce e relativi tag di stato per ContactForm7

source: The TwX Custom tags for Woo / CF7 plugin requires Contact form 7 and WooCommerce plugins to be installed and active.
ar: يتطلب المكون الإضافي TwX Custom tags لـ Woo / CF7 تثبيت وتفعيل ملحقات ContactForm7 و WooCommerce.
de_de: Das TwX-Plug-in für benutzerdefinierte Tags für Woo/CF7 erfordert, dass Contact form 7 und WooCommerce-Plug-ins installiert und aktiv sind.
fr_fr: L'extension TwX Custom tags pour Woo / CF7 nécessite que les plugins Contact form 7 et WooCommerce soient installés et actifs.
it_it: L'estensione dei The TwX Custom tags for Woo / CF7 richiede l'installazione e l'attivazione dei plug-in ContactForm7 e WooCommerce.

source: Countries can influence ZIP code & city fields. If you want to update labels or placeholders depending on country :<br>-- Please add 'city_container' class on city field container,<br>-- Please add have added 'zip_container' class on zip code field container.
ar: يمكن أن تؤثر البلدان على حقول الرمز البريدي والمدينة. إذا كنت تريد تحديث label أو placeholder اعتمادًا على الدولة: <br> - الرجاء إضافة فئة 'city_container' في حاوية حقل المدينة ، <br> - الرجاء إضافة 'zip_container' في حاوية حقل الرمز البريدي.
de_de: Länder können die Felder Postleitzahl und Ort beeinflussen. Wenn Sie label oder placeholder je nach Land aktualisieren möchten:<br>-- Bitte fügen Sie die Klasse 'city_container' zum Stadtfeld-Container hinzu,<br>-- Bitte fügen Sie die Klasse 'zip_container' zum Postleitzahlenfeld-Container hinzu.
fr_fr: Les pays peuvent influencer les champs de code postal et de ville. Si vous souhaitez mettre à jour les labels ou les placeholders en fonction du pays :<br>-- Veuillez ajouter la classe 'city_container' sur le conteneur de champ ville,<br>-- Veuillez ajouter la classe 'zip_container' sur le conteneur de champ de code postal.
it_it: I paesi possono influenzare i campi del codice postale e della città. Se desideri aggiornare label o placeholder a seconda del paese:<br>-- Aggiungi la classe 'city_container' al contenitore del campo della città,<br>-- Aggiungi la classe 'zip_container' ' al contenitore del campo del codice postale.

source: Country / Region
ar: البلد / المنطقة
de_de: Land / Region
fr_fr: Pays / Région
it_it: Paese / Regione

source: Generate a form-tag for WC countries dropdown.
ar: قم بإنشاء علامة منسدلة لبلد WooCommerce.
de_de: Generieren Sie ein Länder-Dropdown-Tag für WooCommerce.
fr_fr: Générer une balise de liste déroulante des pays WooCommerce.
it_it: Genera un tag a discesa Paese WooCommerce.

source: WC Countries Dropdown
ar: قائمة البلد WC
de_de: WC-Menü Land
fr_fr: WC Menu Pays
it_it: WC Menu Paese

source: Countries can influence Stati/Province field. If you want to update label or placeholder depending on country :<br>-- Please add 'state_container' class on city field container.
it_it: I paesi possono influenzare il campo Stati/Province Se desideri aggiornare [label] o [placeholder] a seconda del paese:<br>-- Aggiungi la classe 'state_container' nel contenitore del campo Stati/Province.

source: Generate a form-tag for WC States/Provinces dropdown.
ar: قم بإنشاء علامة قائمة منسدلة للولايات / المقاطعات WooCommerce.
de_de: Generieren Sie ein WooCommerce-Dropdown-Tag für Bundesstaaten/Provinzen.
fr_fr: Générer une balise de liste déroulante des États/Provinces WooCommerce.
it_it: Genera un tag a discesa Stati/Province di WooCommerce.

source: WC States/Provinces Dropdown
ar: دول / مقاطعات قائمة WC
de_de: WC-Menü Staaten/Provinzen
fr_fr: WC Menu États/Provinces
it_it: WC Menu Stati/Province

source: Generate a form-tag for a time field.
ar: إنشاء علامة مجال الوقت.
de_de: Generieren Sie ein Zeitfeld-Tag.
fr_fr: Générer une balise de champ de time.
it_it: Genera un tag del campo dell'ora.

source: The time format is incorrect.
ar: تنسيق الوقت غير صحيح.
de_de: Das Zeitformat ist falsch.
fr_fr: Le format de l'heure est incorrect.
it_it: Il formato dell'ora non è corretto.

source: The time is before the earliest one allowed.
ar: الوقت أقدم من أقرب وقت مسموح به.
de_de: Die Zeit liegt vor der frühesten zulässigen Zeit.
fr_fr: L'heure est antérieure à la première heure autorisée.
it_it: L'ora è precedente alla prima ora consentita.

source: The time is after the latest one allowed.
ar: الوقت بعد آخر وقت مسموح به.
de_de: Die Zeit ist später als die letzte erlaubte Zeit.
fr_fr: L'heure est postérieure à la dernière heure autorisée.
it_it: L'ora è successiva all'ultima ora consentita.

source: (optional)
ar: (اختياري)
fr_fr: (facultatif)
it_it: (opzionale)

source: Choose an option
ar: إختر خيار
de_de: Wähle eine option
fr_fr: Choisissez une option
it_it: Scegliere un'opzione

source: Canton
ar: كانتون
it_it: Cantone

source: City
ar: قرية
de_de: Stadt
fr_fr: Ville
it_it: Città

source: City / Post office
ar: المدينة / مكتب البريد
de_de: Stadt / Post
fr_fr: Ville / Bureau de poste
it_it: Città / Ufficio postale

source: Department
ar: قسم، أقسام
de_de: Abteilung
fr_fr: Département
it_it: Dipartimento

source: District
ar: يصرف
de_de: Bezirk
it_it: Quartiere

source: Domain
ar: مجال
fr_fr: Domaine
it_it: Dominio

source: Municipality
ar: البلدية
de_de: Gemeinde
fr_fr: Municipalité
it_it: Comune

source: Municipality / District
ar: البلدية / المنطقة
de_de: Gemeinde / Landkreis
fr_fr: Municipalité / District
it_it: Comune/Distretto

source: Pin code
fr_fr: Code PIN
it_it: Codice PIN

source: Province
ar: مقاطعة
de_de: Provinz
it_it: Provincia

source: Prefecture
ar: محافظة
de_de: Präfektur
fr_fr: Préfecture
it_it: Prefettura

source: Region
ar: منطقة
fr_fr: Région
it_it: Région

source: Region / Department
ar: المنطقة / القسم
de_de: Region / Abteilung
fr_fr: Région / Département
it_it: Regione / Dipartimento

source: State
ar: حالة
de_de: Bundesland
fr_fr: État
it_it: Stato

source: Town
ar: كومونة
de_de: Kommune
fr_fr: Commune
it_it: Comune

source: ZIP code
ar: الرقم البريدي
de_de: Postleitzahl
fr_fr: Code postal
it_it: Codice postale

source: Countries can influence States/Provinces field. If you want to update label or placeholder depending on country :<br>-- Please add 'state_container' class on city field container.
ar: يمكن للدول التأثير على مجال الولايات / المقاطعات. إذا كنت تريد تحديث label أو placeholder اعتمادًا على الدولة: <br> - الرجاء إضافة فئة 'state_container' في حاوية الحقل الولايات / المقاطعات.
de_de: Länder können das Feld Staaten/Provinzen beeinflussen. Wenn Sie die label oder den placeholder je nach Land aktualisieren möchten:<br>-- Bitte fügen Sie die Klasse 'state_container' zum Feldcontainer Staaten/Provinzen hinzu.

source: Countries can influence States/Provinces field. If you want to update label or placeholder depending on country :<br>-- Please add 'state_container' class on States/Provinces field container.
fr_fr: Les pays peuvent influencer le champ États/Provinces. Si vous souhaitez mettre à jour le label ou le placeholder en fonction du pays :<br>-- Veuillez ajouter la classe 'state_container' sur le conteneur de champ États/Provinces.
